{
  "services": [
    {
      "id": "1",
      "image": "https://quanticalabs.com/wp_themes/medicenter-dentist/files/2018/10/image_01-5.jpg",
      "serviceName": "HEALTHCARE CENTER",
      "shortDetails": "Our goal is to provide a patient-centered medical home for all patients",
      "details": "When you need treatment for minor injuries and illnesses, but the doctor is not available, Medicenter immediate care services have you covered. Our immediate care locations combine easy-to-access services with our well-known standards for delivering the best care."
    },
    {
      "id": "2",
      "image": "https://quanticalabs.com/wp_themes/medicenter-dentist/files/2018/10/image_02-5.jpg",
      "serviceName": "IMMEDIATE CARE",
      "shortDetails": "Effective and affordable treatment for non-life threatening illnesses",
      "details": "Medicenter is a people centered environment – which means you are at the center of everything we do and every decision we make. We are your partner for health, helping your live well by bringing the best in medicine and healthcare to your door. We provide fast, effective and affordable immediate care for non-life threatening illnesses. Most patients are seen, treated and released in about 60 minutes."
    },
    {
      "id": "3",
      "image": "https://quanticalabs.com/wp_themes/medicenter-dentist/files/2018/10/image_03-2.jpg",
      "serviceName": "DIAGNOSTIC CENTER",
      "shortDetails": "Offers a wide array of reliable lab and diagnostic imaging services",
      "details": "When you are feeling under the weather and can not wait for an appointment with your primary care doctor, our physicians and experienced immediate care staff can help you feel better."
    },
    {
      "id": "4",
      "image": "https://quanticalabs.com/wp_themes/medicenter-dentist/files/2018/10/image_04-1.jpg",
      "serviceName": "PEDIATRIC SERVICES",
      "shortDetails":"Dedicated to helping you and your child stay healthy through every milestone",
      "details": "No appointment needed, most patients are seen, treated and released in about 60 minutes. Certified and experienced MD physicians not nurses and on site diagnostic tests with lab."
    },
    {
      "id": "5",
      "image": "https://quanticalabs.com/wp_themes/medicenter-dentist/files/2018/10/image_05.jpg",
      "serviceName": "PHYSICAL THERAPY",
      "shortDetails": "Reduce pain, restore function to the body and prevent future injury",
      "details": "Physical therapy (PT) is care that aims to ease pain and help you function, move, and live better. You may need it to: Relieve pain. Improve movement or ability. Prevent or recover from a sports injury."
    },
    {
      "id": "6",
      "image": "https://quanticalabs.com/wp_themes/medicenter-dentist/files/2018/10/image_06.jpg",
      "serviceName": "OCCUPATIONAL HEALTH",
      "shortDetails": "Occupational health team keep people well at work physically and mentally",
      "details": "Occupational safety and health, also commonly referred to as occupational health and safety, occupational health, or occupational safety, is a multidisciplinary field concerned with the safety, health, and welfare of people at occupation"
    }
  ]
}
